/*
    Создать функцию timer(a, b)
    a - начало
    b - финиш
    каждую секунду число a должно увеличиваться на 1 и выводиться в console.log
    когда a === b в console.log вывести, что таймер остановился

    решить через рекурсию
*/

/*
    Создать функцию sum()
    Она должна принимать неограниченное количество чисел и нахожить их сумму
    Добавить каррирование например sum(1,4,5)(2,3,1)(3,4,5)(4,2,1)()
    Добавить проверку на то, что элемент массива число, если не, то игнорировать этот элемент

    sum(1,2,3)() // 6
    sum(1)(2)(3)() // 6
    sum(1)(2, 3)() // 6
    sum(1,2)(3)() // 6
*/
