const nums = [1, 2, 087, 7, 9];
nums.pop();
nums.pop();
console.log(num, num1);
/*
    1)
    Создайте цикл от 0 до 10
    Выведите к console.log только чётные

    2)
    Создайте цикл от 0 до 10
    Найдите сумму между этими итерируемыми числами
    Найдите произведение между итерируемыми числами
*/

// for (let i = 0; i <= 10; i++) {
//   if (i % 2 === 0) {
//     console.log(i);
//   }

//   if (i % 2 !== 0) {
//     continue;
//   }
//   console.log(i);
// }

// let sum = 0;
// let multi = 1;

// for (let i = 0; i <= 10; i++) {
//   sum += i;

//   if (i > 0) {
//     multi *= i;
//   }
// }

// console.log(sum);
// console.log(multi);

/*
    1)
    Создайте массив с 10 уникальными числами

    2)
    Дана строка 'sOMe sTrING in lOWERcaSE'
    Создать строку вида 'SoMe sTrInG In lOwErCaSe'

    3)
    Дан массив [1,2,3,1,2,3,5,4,6,7,3,2,1,2,3,5,3,3,1,2,3,4,1]
    Создать массив из элементов которые встречаются только один раз
*/
